[
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/05/us/politics/00dems-unity1/00dems-unity1-facebookJumbo.jpg",
        "text": "42:00 (GMT+10) — There are some Democrats who are reluctant to give Joe Biden the Democratic nomination for president in 2020. One reason they believe he can’t win is that they see him as too moderate for Democratic activists and, thus, for voters.<p>That’s especially true on foreign policy, where they see Biden, 71, as too hawkish on international relations.<p>But on another point, Biden does more for Democrats’ standing than they may think: He’s one of their most visible and valuable surrogates. Last year, he delivered 90 campaign speeches for them nationwide — the most for any candidate, even though he wasn’t actively involved in their campaigns.<p>And those appearances have gotten him beyond the partisan divide in the Democratic Party. Like Hillary Clinton, Biden can help all sorts of progressive Democrats brand themselves as more sympathetic to the needs of working class white people, who strongly backed Trump last year but haven’t fully embraced the more liberal narrative of the party’s 2020 candidates.<p><b></b>",
        "title": "Meet Joe Biden — the guy who’s both too moderate and too outrageous for liberals",
        "url": "https://www.nytimes.com/2021/02/09/us/politics/biden-democrats-bernie-sanders-liberals.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08dc-justice/merlin_181886631_a8328988-e50b-457f-8894-b8a0ba9d7cdf-facebookJumbo.jpg",
        "text": "The Justice Department will not end its special counsel investigation into possible coordination between Russian operatives and President Trump’s 2016 campaign, a senior official said on Thursday.<p>“We’ve seen no evidence,” said a senior Justice Department official who briefed reporters on a call.<p>The department said it would not seek an indictment of the President at this time, though that would not preclude the possibility of the Justice Department securing a search warrant later to do so, the official said.<p>As for the investigation’s direction and pace, a senior Justice Department official said Thursday that its work would continue “to follow the facts wherever they lead.”<p>On Monday, James W. Comey told a House committee that he had heard no assurance that the Justice Department would not seek an indictment in the Russia probe.<p>Mr. Comey also told the committee that “any suggestion that the FBI has any political axe to grind in its continuing inquiry is completely untrue.”<p>Mr. Comey’s testimony sent reverberations through Washington and even beyond, after Congressional Democrats said it contradicted a claim the President made on Saturday: that he knew “very little” about the Russia probe and when asked why, Mr. Comey testified that he “couldn’t think of anything I’d change.”<p><b></b>",
        "title": "Deputy Attorney General says Justice Department won’t end Russia probe",
        "url": "https://www.nytimes.com/2021/02/09/us/politics/durham-us-attorneys-biden.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08dc-what-to-watch/08dc-what-to-watch-facebookJumbo.jpg",
        "text": "Impeachment - Here are some facts about what is being discussed about possible charges against President Trump.<p>The process is, as explained in Webster’s, sort of a crime - the president is president of the United States. However, an investigation, and charges for any wrongdoing, are sent to the House Judiciary Committee for possible impeachment. On the other hand, it is unlikely that such charges will be filed by the committee before April 27, 2018 (the Democrats hold the majority in the House) and it would be the job of the House Judiciary Committee to judge whether charges would be reasonable. However, the House could do so at any time.<p>Arguments are already in the system. President Trump has challenged all this in a personal Twitter rant yesterday that hit back at his critics as enemies, regardless of their factual value. He also criticized the intelligence agencies for leaking the memos by Mark Mazzetti and Matt Apuzzo of The New York Times, “Failing <a href=\"https://twitter.com/nytimes\">@nytimes</a> put out Fake book, written by a Democrat, about me. It is a disgrace!” Trump wrote. “The Russia hoax continues, now it’s ads on Facebook. Sad!”<p><b></b>",
        "title": "Impeachment: 5 things to know about Trump’s possible removal from office",
        "url": "https://www.nytimes.com/2021/02/09/us/politics/what-time-is-trump-impeachment-trial.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08fox-photo/08fox-photo-facebookJumbo.jpg",
        "text": "This is a rush transcript from \"Hannity,\" February 9, 2011. This copy may not be in its final form and may be updated.<p>SEAN HANNITY, HOST: With only days until Election Day, a new controversy surrounding the Wall Street Journal now pushes back what may be the biggest deadline of the election. And join me for \"Hannity\" tonight at 9:00 p.m.<p>This Fox News Network station filed a motion on Wednesday for summary judgment in its defamation lawsuit against Professor Charles Ferguson, author of \"Inside Job: Inside the Criminal Enterprise That Broke the World Economy.\"<p>Senator Bob Bennett, author of \"God, Guns, Gambling, and Gambling Nation.\" Thomas Beagle is from the Blue Ridge Mountains. The Barrick Family has been a longtime plaintiff.<p>And Gary Black is another one from the Barrick Family.<p>Mr. Black, go ahead.<p>GARY BLACK, HOST \"INSIDE CARIBBEAN DAYS\": Hi, Sean.<p>HANNITY: Senator Bennett, let me start with you. Let me ask you this. Your family agreed to a settlement with the Bush White House.<p>Do you think that you could have prevented the entire economy from collapsing if that book had been published four years ago?<p>BENNETT: No, that wouldn't have stopped the failure. It might have mitigated it. So you can't shut it down. You just can't go to people and say I am going to give you a little money for your political statements in a book.<p>I would have just gone after this guy again.<p><b>HANNITY: Well, why would you have released it?</b><p>BENNETT: Because we wanted to know the truth. This all started with a story that a lot of people didn't like. There was no other motivation in it.<p>HANNITY: But, Mr. Beagle, would you want to go after Senator Bennett and his office in 2004?<p>BEAGLE: No, I would not go after anybody in their official capacity.<p>HANNITY: All right. Professor Ferguson has, quote, \"a historical but inaccurate view of the world.\" What's the most inaccurate thing that's in that book?<p>FALKIRK: Sean, the book makes clear that we have highly skilled people in this industry. This industry is critical to the American economy. The job numbers are what we know to be true, on the other hand, the stock market dropped over 50 percent as a result of that error.<p><b>HANNITY: Do you accept his apology?</b><p>FALKIRK: I don't accept his apology.<p>HANNITY: But you don't accept his apology.<p>FALKIRK: The apology I consider absurd.<p>HANNITY: Here's the last paragraph of the book. \"Fox News and Ferguson jumped the gun when their error became public and their \"Hannity\" show bashed the book. This was without any business reason other than the poor editor of \"The Daily Show\" had a vindictive agenda.\"<p>So what you're saying now, sir, is that they fired the editor because he didn't want to read the book?<p>FALKIRK: That's not the case. I am not trying to rewrite history. The man who edits my book can spin his own story any way he wants. No one can question that I spoke out.<p><b>HANNITY: But you don't want the editor to talk?</b><p>FALKIRK: But to throw this as an excuse for me to get out of this lawsuit is absurd.<p>HANNITY: Mr. Black, you told me you were a little surprised they fired the editor, you're not sure, because they're fine with breaking news. The counterfactual in the book is fine, the facts might be wrong, but that doesn't apply. The standards of journalism —<p>BLACK: Well, obviously.<p>HANNITY: — are a little different than the standards of some journalism professors?<p>BLACK: Well, there are standards of journalism and standards of national government and standards that any business person would apply to their own business. And the Wall Street Journal doesn't seem to apply that to politicians that they cover.<p>ALAN COLMES, CO-HOST: Mr. Black, are you implying that Fox News targets politicians for retribution?<p>BLACK: I don't think so.<p>COLMES: Are you suggesting that a business executive who lays off a number of employees then says that's because the president of the United States was holding that company up to ridicule?<p>BLACK: And of course, the economy would collapse, Alan.<p><b>COLMES:</b>",
        "title": "NYC businessmen: Wall Street Journal case a disaster",
        "url": "https://www.nytimes.com/2021/02/08/business/media/fox-smartmatic-defamation-lawsuit.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08dc-impeach1/08dc-impeach1-facebookJumbo.jpg",
        "text": "President Donald Trump’s impeachment team sought to refute in an additional legal brief a possible threat that could throw its case into chaos.<p>The campaign organization, headed by attorney Jay Sekulow, released its “Official Briefing Book” on Thursday, which includes a portion with statements that “Senator Hillary Clinton’s email practices and practices as secretary of state could be impeachable offenses” along with pointed criticism of the Mueller investigation.<p>Such statements, the lawsuit alleges, would violate a law that prevents the federal government from spending money on “injurious” litigation.<p>The recent additions to the legal filings come less than a week after Trump lawyer John Dowd urged the Justice Department to allow the special counsel’s team to investigate Clinton, who resigned from the State Department in 2013.<p>In a statement on Thursday, Sekulow denounced Dowd’s recent comment, calling it “inappropriate and inexcusable.”<p>“The statement does not represent the views of President Trump or his campaign,” Sekulow said. “It undermines and distracts from the serious allegations being raised in the Trump Campaign Inc. legal filings which have already been challenged by the United States District Court for the Southern District of New York and endorsed by Judge Curiel.”<p>But Dowd’s remarks stand in contrast to the factual and legal argument presented in the filings, in which the team takes direct aim at the Mueller investigation.<p><b>Read the full brief below:</b><p><b></b>",
        "title": "President Donald Trump’s legal team responds to attorney John Dowd’s attack on Hillary Clinton",
        "url": "https://www.nytimes.com/2021/02/08/us/politics/trump-impeachment-legal-brief.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08dc-wage/08dc-wage-facebookJumbo.jpg",
        "text": "The economy could grow 2.3 percent faster if the federal minimum wage were raised to $15 an hour, but most of the new jobs would be low-paying, according to an analysis released Thursday by the Congressional Budget Office.<p>The report is a rebuke to many Trump administration and congressional Republicans who have pushed for a repeal of the minimum wage law. Among its key findings: Largely because of effects of a gradual increase in the minimum wage on employment, net job losses are expected to occur among low-income Americans and most other workers.<p>Overall, some 14 million fewer Americans would work, the CBO said. About 6 million fewer workers would earn enough to lift themselves above the poverty level. The resulting drop in consumption would hurt economic growth and unemployment, and thus add to costs.<p>The report is similar to one released by the independent Joint Committee on Taxation last month that found, like the CBO, that raising the minimum wage would raise prices and reduce employment in the least well-off households.<p>“The House will examine the new analysis carefully and will continue to investigate the impact of increasing the minimum wage on overall employment,” said Jay Lefkowitz, a spokesman for Rep. Pete Sessions, R-Texas, chairman of the House Rules Committee.<p>Many conservative observers contend that raising the minimum wage is anti-growth and would hurt struggling working Americans, but the CBO’s analysis is the most detailed yet made by an impartial research entity. The National Federation of Independent Business, for example, often cites faulty studies from its own think tank.<p>“We expect Congress to create as many new jobs as the fastest growing industries and we’re anticipating a vibrant period of economic growth,” Daniel Brouillette, president of the Chamber of Commerce Institute for Legal Reform, said.<p>The federal minimum wage has stagnated at $7.25 an hour for the past seven years. The figure was set during the administration of President George W. Bush.<p>Last year, 17 states and more than 400 cities imposed minimum wages higher than the federal level. But until Thursday, most analyses were limited to assessing the economic effects of a change in federal law.<p>The White House and congressional Republicans say they would support raising the minimum wage gradually, and have targeted President Barack Obama’s 2014 proposal for an increase of $10.10 an hour. Many businesses favor faster increases.<p>In the past, the majority of Republicans in Congress have opposed such increases. Last year, they insisted on compromises, but as more and more cities and states have raised their own minimum wages, some have called for full repeal.<p>While several right-leaning think tanks have examined the effects of raising the minimum wage, even organizations whose research has been cited in studies done by conservative foundations say there is strong evidence that the workers who receive raises will have more money to spend, driving up the economy.<p><b></b>",
        "title": "More Than Half of the Jobs Created by Raising the Minimum Wage Would Be Low-Wage Jobs",
        "url": "https://www.nytimes.com/2021/02/08/us/politics/minimum-wage-cbo.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08onpolitics-pm2/08onpolitics-pm2-facebookJumbo.jpg",
        "text": "President Trump fired special counsel Robert Mueller last month, but Justice Department officials have since moved to begin impeachment proceedings against the president. Mr. Mueller is following a very traditional path — one that critics of the president have lamented in recent days as being “heavy handed” and unworthy of a nation in “constitutional crisis.” While the ongoing Mueller investigation is a real threat to the independence of federal law enforcement and an early obstacle to the president’s impeachment, for the media it’s also a form of accountability.<p>Mr. Mueller, like all special counsels, is subject to Senate confirmation, and his tenure could be considered a factor in whether Trump is able to make the next “raid” on his White House. How would that stack up against the arguments of the president’s allies in the conservative media? Who won in the battle over Mr. Mueller?<p>The president and his allies in the conservative media frame the anti-Mueller narrative by contending that he was appointed to violate a “clean slate” law passed by Congress with the presumption that Trump couldn’t be the special counsel. Mr. Mueller was, in this imagining, hired to save the country from impeachment. Even the presidents of Australia and New Zealand were worried that Mr. Mueller would end their rule as president as quickly as Trump had. Did Mr. Mueller go too far?<p><b></b>",
        "title": "Mueller’s subpoena to the Trump Organization: The case for and against",
        "url": "https://www.nytimes.com/2021/02/08/us/politics/trump-conservative-media.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/08new-washington-impeach-neal/08new-washington-impeach-neal-facebookJumbo.jpg",
        "text": "<b>Courtesy of The Illinois Center for Public Affairs Research</b><p>Americans who aren’t rich enough to qualify for Donald Trump’s middle-class tax cut will finally get a tax cut under a budget that was passed by the House of Representatives Thursday.<p>The Illinois Center for Public Affairs Research calculates that about 4 million families — a third of which are in Chicago — will have to shell out $1,400 in additional taxes under the tax overhaul plan. But under a budget approved by the House that could be headed to Trump’s desk as early as Friday, those families will still get $1,400 in government assistance from the federal government.<p>The U.S. House narrowly passed the America’s Stronger and Smarter Tax Cuts Act of 2017 on Thursday, making it the biggest tax cut and tax relief in the last quarter century.<p>It is the first time that Republicans have used the “tax extenders” program to hand out targeted tax cuts. Democrats, who voted against the bill, called it “one-sided.” Republicans argue that extenders allow the federal government to keep money in the economy and that taking money out of the economy would hurt Americans.<p>The government will pay nearly $60 billion in tax relief to beneficiaries under the budget bill. There will be $61 billion going toward next year’s tax bill and then $6 billion going to this year’s bill.<p>Illinois’ national economic indicators “gave a clear view of how we should interpret the revised tax plan — as a distinct positive for the economy as a whole, and for citizens in particular,” CPPAR’s Director Yixuan Wu said in a statement.<p>Along with cash payments from the federal government, families will also receive help with their tax bill via payroll taxes. The rate for those taxes, which are paid by employers, will drop from 5.3 percent to 4.1 percent — a $2,243 tax break.<p>The money will be divided among up to 4 million households across the nation earning less than $75,000.<p>The small business tax bill will include a $24 billion tax cut for those business owners.<p>The House budget has been passed by the Senate, and both chambers are expected to send the bill to Trump’s desk.<p>The bill proposes spending $1.5 trillion over the next decade to pay for tax cuts and to push the federal budget deficit up to $1.7 trillion by 2027.<p><b></b>",
        "title": "Trump budget: 4 million Americans will have to pay $1,400 in extra taxes",
        "url": "https://www.nytimes.com/2021/02/08/us/politics/biden-democrats-stimulus.html"
    },
    {
        "date": "02-08-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08dc-cooper/08dc-cooper-facebookJumbo.jpg",
        "text": "WASHINGTON — In public statements, President Trump has repeatedly denied that a sexting scandal involving him and an adult-film actress could lead to impeachment, arguing that the country is better off without “politically motivated investigations” into his administration.<p>Now, a handful of lawmakers in both parties want to know: Can a former president be prosecuted?<p>The question, and how it might be settled, will test Mr. Trump’s legal calculus as he braces for the final months of the two-year presidency he began in January.<p>In a bipartisan pair of reports late Wednesday, Sens. Cory Booker, D-N.J., and Jeff Flake, R-Ariz., pressed the Justice Department to appoint an independent counsel to determine whether, as they have repeatedly asserted, Mr. Trump should face criminal charges for numerous conflicts of interest, financial wrongdoing and other public acts.<p>The senators asked the Justice Department to devote resources to determining if a sitting president can be charged with a crime — and even, perhaps, to support an impeachment case against Mr. Trump.<p>Sen. Mike Lee, R-Utah, is exploring whether a special counsel — even a prosecutor who does not report to the attorney general — would provide a fair avenue for independent voters. And Sen. Mazie Hirono, D-Hawaii, has asked the nonpartisan Senate Rules Committee to launch an inquiry about whether special counsel Robert S. Mueller III has authority to investigate whether a sitting president can be subject to criminal prosecution.<p>“While Mr. Trump has repeatedly used the criminalization of politics as a rationale for his own behavior, he repeatedly barks about the ‘fake news media’ and ‘fake news’ to encourage the kind of impulse that led him to lie about a charitable foundation, an airplane lease deal and other critical financial transactions,” Lee said in a statement.<p>None of the senators is suggesting that Mr. Trump is a target in Mr. Mueller’s sprawling investigation of Russian interference in the 2016 election and potential collusion by the Trump campaign.<p>But the two senators noted that Mr. Trump has not waited for his successor to move to fire Mr. Mueller or Deputy Attorney General Rod J. Rosenstein, who oversees the investigation. Mr. Rosenstein told Congress on Wednesday that the probe is continuing.<p>Even if President Trump is not the target of the Mueller probe, many are expressing concern that Mr. Trump could find himself on the losing end of a political conflict — and unable to assert executive privilege to shield himself or his administration from prosecution.<p>Some lawmakers said on Wednesday that they have concluded that a sitting president cannot legally be prosecuted — a point of view that has long been widely debated. But the senators said that after Mr. Trump gave legal counsel to former White House aide Michael Flynn in January 2017, and after stories emerged that White House lawyer Ty Cobb had counseled White House Counsel Don McGahn to deny any meetings between Mr. Trump and Mr. Flynn, they wanted to examine how much a president can prevent from being made public, and whether those principles were violated by the president.<p>“From day one, our goal has been to bring public attention to the serious abuses of power occurring within the Trump White House,” the senators wrote in their Wednesday reports. “In the face of legal, constitutional and political challenges to his presidency, President Trump should set an example for all future president and appoint a special counsel to investigate his actions as the top law enforcement officer of the United States, not due to personal threat, but rather to fulfill his constitutional responsibilities and fulfill his campaign promises.”<p>And while the senators voiced concern about a sitting president, Hirono noted that prosecutors in the office of former Attorney General Eric H. Holder Jr. found in 2011 that a sitting president could not be prosecuted. Holder, an Obama appointee, did not seek prosecution of President George W. Bush, and his office did not seek prosecution of President Bill Clinton.<p>In recent weeks, Mr. Obama, in a dramatic departure from his nonpartisan position during his presidency, has joined calls for an independent counsel to investigate Mr. Trump. On Wednesday, the Obama chief of staff, Denis McDonough, called the Senate reports “one more thing that makes a difference” in the effort to end Mr. Trump’s presidency.<p>If such an effort goes forward, the result could have repercussions well beyond Mr. Trump’s presidency. If it were to be successful, such an outcome could also embolden a Republican-led House majority to pursue impeachment proceedings, an effort that is considered exceedingly unlikely. It’s also possible that a viable impeachment effort could be launched by the Democrats, should they retake the House in this year’s midterm elections.<p><b></b>",
        "title": "Can a former president be prosecuted?",
        "url": "https://www.nytimes.com/2021/02/08/us/politics/trump-impeachment-constitutional.html"
    },
    {
        "date": "02-08-2021",
        "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png",
        "text": "WASHINGTON, DC – President Donald J. Trump and Rod Rosenstein testifies before the House Judiciary Committee about the continuing investigation of the ongoing Russia Special Counsel investigation on Thursday, February 7, 2019. (Photo by Alex Wong/Getty Images)<p>Since the midterm elections in November, the U.S. House of Representatives has held several hearings on the presidential election and meddling in it. These committees were part of the effort to investigate President Donald Trump and could vote to impeach him by the end of the week.<p>The House Judiciary Committee will hold the first impeachment trial of a president in the last century. On Wednesday, Chairman Jerry Nadler, a New York Democrat, announced that the committee would hold the trial — called a hearing — on Thursday. The committee can begin a trial in several days, and Nadler said he would expedite the trial given that the president and deputy attorney general, Rod Rosenstein, are expected to testify.<p>The committee is not scheduled to hold the trial until the end of the week.<p>See some of the speeches that Nadler has made about the president since November’s elections:<p><b></b>",
        "title": "Congress to hold impeachment trial of president this week",
        "url": "https://www.nytimes.com/2021/02/08/us/politics/impeachment-briefing-trumps-trial-starts-tomorrow.html"
    }
]