[
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/05/us/politics/00dems-unity1/00dems-unity1-facebookJumbo.jpg",
        "text": "For years, Bernie Sanders and Joseph R. Biden Jr. wrestled over the Democratic Party’s future in a public tug of war that spanned three elections, two administrations and one primary contest.<p><b></b><p>But when Mr. Sanders walked into his first Oval Office meeting with the new president last week and saw the large portrait of Franklin D. Roosevelt opposite the Resolute Desk, the liberal luminary felt as if he were no longer battling Mr. Biden for the soul of the party.<p><b></b><p>“President Biden understands that, like Roosevelt, he has entered office at a time of extraordinary crises and that he is prepared to think big and not small in order to address the many, many problems facing working families,” Mr. Sanders said in an interview. “There is an understanding that if we’re going to address the crises facing this country, we’re all in it together.”<p><b></b><p>After a 15-month primary contest that highlighted deep divides within the party, Mr. Biden and his fractious Democratic coalition are largely holding together. United by a moment of national crisis and the lingering influence of his predecessor, the new president is enjoying an early honeymoon from the political vise of a progressive wing that spent months preparing to squeeze the new administration.",
        "title": "How Biden United a Fractious Party Under One Tent",
        "url": "https://www.nytimes.com/2021/02/09/us/politics/biden-democrats-bernie-sanders-liberals.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08dc-justice/merlin_181886631_a8328988-e50b-457f-8894-b8a0ba9d7cdf-facebookJumbo.jpg",
        "text": "WASHINGTON — The Justice Department will allow John H. Durham to remain in the role of special counsel appointed to investigate the origins of the Trump-Russia inquiry, even after he relinquishes his role as the top federal prosecutor in Connecticut, according to a senior Justice Department official.<p><b></b><p>Mr. Durham is expected to step down as the U.S. attorney in Connecticut as early as Tuesday, when the Biden administration will begin to ask dozens of Trump-era U.S. attorneys who have not already quit to submit their resignations, the official said Monday.<p><b></b><p>All of the remaining U.S. attorneys appointed by President Donald J. Trump and confirmed by the Senate will be asked to tender their resignations except for David C. Weiss, the U.S. attorney in Delaware who is overseeing the tax fraud investigation into President Biden’s son Hunter Biden. Acting Attorney General Monty Wilkinson called Mr. Weiss on Monday evening and asked him to remain in office, according to the official.<p><b></b><p>It is common for new presidents to replace U.S. attorneys en masse, and the request for resignations has long been expected. But Mr. Durham’s and Mr. Weiss’s investigations had created delicate situations for the Biden administration, which is seeking to restore the Justice Department’s image of impartiality.",
        "title": "Justice Dept. to Keep Special Counsel Investigating Russia Inquiry",
        "url": "https://www.nytimes.com/2021/02/09/us/politics/durham-us-attorneys-biden.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08dc-what-to-watch/08dc-what-to-watch-facebookJumbo.jpg",
        "text": "The second impeachment trial of former President Donald J. Trump begins on Tuesday, about a month after he was charged by the House with incitement of insurrection for his role in egging on a violent mob that stormed the Capitol on Jan. 6.<p><b></b><p>Here’s what you need to know.<p><b></b><p><b>How will the trial unfold?</b><p><b></b><p>Senate Democrats and Republicans, joined by the House impeachment managers and Mr. Trump’s legal team, reached a bipartisan agreement on Monday that would pave the way for an especially quick and efficient proceeding that could be over by early next week.<p><b></b><p>The rules allow each side up to 16 hours to lay out its case. The Senate is poised to vote to approve the rules and formally begin the trial at 1 p.m. on Tuesday.<p><b></b><p>Up to four hours will be devoted to debating the constitutionality of impeaching a president who is no longer in office. If a simple majority of senators agree to move forward, as expected, the main part of the trial begins.",
        "title": "Impeachment Guide: Start Time, Streaming and Arguments",
        "url": "https://www.nytimes.com/2021/02/09/us/politics/what-time-is-trump-impeachment-trial.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08fox-photo/08fox-photo-facebookJumbo.jpg",
        "text": "Rupert Murdoch’s Fox Corporation on Monday filed a motion to dismiss the $2.7 billion defamation lawsuit brought against it last week by the election technology company Smartmatic, which has accused Mr. Murdoch’s cable networks and three Fox anchors of spreading falsehoods that the company tried to rig the presidential race against Donald J. Trump.<p><b></b><p>The lawsuit has roiled right-wing news media outlets whose star personalities repeatedly cast doubt on Joseph R. Biden Jr.’s victory in the wake of the election and raised the specter of a significant financial penalty for Fox. On Friday, the day after the lawsuit was filed, Fox canceled the nightly Fox Business program hosted by Lou Dobbs, who is named in the suit along with the Fox anchors Maria Bartiromo and Jeanine Pirro.<p><b></b><p>In its 44-page response filed in New York State Supreme Court, Fox argues that the claims of electoral fraud made on its channels by Mr. Trump’s lawyers — including Rudolph W. Giuliani and Sidney Powell, who are also named in the defamation suit — were matters of significant interest to viewers and handled fairly.<p><b></b><p>“This lawsuit strikes at the heart of the news media’s First Amendment mission to inform on matters of public concern,” Fox says in the motion, adding, “An attempt by a sitting president to challenge the result of an election is objectively newsworthy.”",
        "title": "Fox Files Motion to Dismiss Smartmatic’s $2.7 Billion Defamation Suit",
        "url": "https://www.nytimes.com/2021/02/08/business/media/fox-smartmatic-defamation-lawsuit.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08dc-impeach1/08dc-impeach1-facebookJumbo.jpg",
        "text": "For Democrats now in control of Congress and the White House, the proceeding threatens to complicate Mr. Biden’s attempts to quickly pass a nearly $2 trillion coronavirus stimulus bill. Senators have vowed to continue working on the plan before the trial begins each day, but if nothing else, the trial will prove an unwelcome distraction for a White House trying to show it is focused on a once-in-a-century health crisis.<p><b></b><p>“I’m just not going to have any more for you, weighing in on impeachment,” Jen Psaki, the White House press secretary, told reporters on Monday. “It’s a big story. But our focus is on the ‘American Rescue Plan.’”<p><b></b><p>Perhaps fittingly for a trial without precedent, the proceeding is to begin on Tuesday with a lengthy debate over whether it is even constitutional for the Senate to go forward. Mr. Trump’s lawyers and the House managers will be given up to four hours to debate the point before senators take an up-or-down vote on whether to proceed.<p><b></b><p>A majority of senators have already indicated they believe trying Mr. Trump is constitutional, but how many Republicans vote to advance could be instructive. Late last month, 45 of them voted to effectively dismiss the case on constitutional grounds. But since then, a prominent Republican lawyer, Charles J. Cooper, has joined those arguing against their position, and several senators have said they might reconsider.<p><b></b><p>The Constitution does not explicitly say one way or another whether a former official can be impeached or tried for offenses committed while in office.<p><b></b><p>Analyzing the plain text and citing a 1787 debate over the Constitution, Mr. Trump’s team argued on Monday that the founders intended impeachment as a mechanism only to remove someone from office. Because Mr. Trump is now a private citizen, they wrote, the House’s charge is “moot and a non-justiciable” and removing him would be “patently ridiculous.”<p><b></b><p>A majority of constitutional scholars disagree with that reasoning. They say the founders never intended to exempt someone like Mr. Trump from trial and point out that the Senate voted in the 19th century to try a former war secretary.",
        "title": "Trump Impeachment Team Denies Incitement in Legal Brief",
        "url": "https://www.nytimes.com/2021/02/08/us/politics/trump-impeachment-legal-brief.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08dc-wage/08dc-wage-facebookJumbo.jpg",
        "text": "WASHINGTON — Raising the federal minimum wage to $15 an hour — a proposal included in the package of relief measures being pushed by President Biden — would add $54 billion to the budget deficit over the next decade, the Congressional Budget Office concluded on Monday.<p><b></b><p>Normally, a prediction of increased debt might harm the plan’s political chances. But proponents of the wage hike seized on the forecast as evidence that the hotly contested proposal could survive a procedural challenge under the Senate’s arcane rules.<p><b></b><p>Democrats are trying to add the measure to a $1.9 trillion pandemic relief package that is advancing through a process called budget reconciliation, which requires a simple majority rather than the 60-vote margin to overcome a filibuster. But reconciliation is reserved for matters with a significant budgetary effect.<p><b></b><p>Senator Bernie Sanders, the Vermont independent, said the forecast of an increased deficit showed that the measure passed the test. Raising the federal minimum wage to $15 “would have a direct and substantial impact on the federal budget,” he said in a statement. “What that means is we can clearly raise the minimum wage to $15 an hour under the rules.”",
        "title": "Minimum Wage Hike Would Help Poverty but Cost Jobs, C.B.O. Says",
        "url": "https://www.nytimes.com/2021/02/08/us/politics/minimum-wage-cbo.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08onpolitics-pm2/08onpolitics-pm2-facebookJumbo.jpg",
        "text": "Jonathan Peters, a media law professor at the University of Georgia, said that unlike many libel lawsuits, the Dominion and Smartmatic cases do not appear to be publicity stunts; they have a firm legal basis.<p><b></b><p>“In recent years it has been a boom time for nuisance claims against media organizations,” Dr. Peters said, citing lawsuits brought against traditional news media by Trump allies like Representative Devin Nunes and Joe Arpaio. “The language at issue in the Dominion and Smartmatic litigation has involved statements of fact that would be provably false,” he added. “The language at issue is not necessarily opinion, hyperbole or some other form of invective.”<p><b></b><p>Because the suits seem to be serious, Dr. Peters said, “this is a corrective for companies and individuals being sued — and for those not being sued it is a shot across the bow.”<p><b></b><p>But in a media landscape permanently altered by polarization, and by Mr. Trump’s indifference to facts, Fox News and other conservative broadcasters face significant competition from popular YouTubers and Twitter users, who have much more leeway to express potentially harmful views.<p><b></b><p>Angelo Carusone, the president of Media Matters, a left-leaning group, said this leaves Fox News fighting a two-front war.<p><b></b><p>“They’re getting attacked by their own people,” he said. “If you’re a conservative channel or host, you need to pick away at Fox News.”<p><b></b><p>Mr. Carusone pinpoints spring 2017 as a moment of symbolic transition. That’s when the Fox News host Sean Hannity began embracing a series of baseless claims tying Hillary Clinton to the death of a Democratic aide, claims that Mr. Trump had co-signed. “In August of 2016, Sean Hannity was chastising conservative media figures for promoting the Seth Rich conspiracy theories,” Mr. Carusone said. “And yet in May of 2017, Hannity is launching his own investigation into who in Hillary Clinton’s campaign murdered Seth Rich. There is no clearer moment of when they shifted their posture.”",
        "title": "Trump Isn’t the Only One on Trial. The Conservative Media Is, Too.",
        "url": "https://www.nytimes.com/2021/02/08/us/politics/trump-conservative-media.html"
    },
    {
        "date": "02-09-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/08new-washington-impeach-neal/08new-washington-impeach-neal-facebookJumbo.jpg",
        "text": "House Democrats on Monday rolled out a key plank of President Biden’s stimulus plan, proposing legislation to send direct payments of $1,400 to Americans earning up to $75,000 and households with incomes up to $150,000.<p><b></b><p>The plan, drafted the day before key committees are scheduled to being meeting to consider it, is at odds with proposals from some Republicans and moderate Democrats who want to curtail eligibility for direct payments, targeting it to lower income people. Mr. Biden has said he is open to such modifications.<p><b></b><p>For now, the measure would allow individuals earning up to $100,000 and households earning up to $200,000 to be eligible for some payment, though the size of the checks would phase out gradually for those with incomes above $75,000, or $150,000 for a family.<p><b></b><p>The bill, unveiled by Representative Richard E. Neal, Democrat of Massachusetts and the chairman of the Ways and Means Committee, was one of a series that Democrats presented on Monday ahead of a week of legislative work to solidify the details of Mr. Biden’s stimulus proposal.",
        "title": "Democrats roll out a plan to send $1,400 stimulus payments to Americans earning up to $75,000 a year.",
        "url": "https://www.nytimes.com/2021/02/08/us/politics/biden-democrats-stimulus.html"
    },
    {
        "date": "02-08-2021",
        "image_url": "https://static01.nyt.com/images/2021/02/08/us/politics/08dc-cooper/08dc-cooper-facebookJumbo.jpg",
        "text": "The first issue that will be debated in the opening hours of former President Donald J. Trump’s impeachment trial on Tuesday will be the question of whether it is constitutional to put an impeached former president on trial.<p><b></b><p>The politics around the question are significant. Republicans have argued that the proceeding is unconstitutional, and by doing so, avoided addressing whether Mr. Trump committed impeachable offenses in his role in the Capitol riot.<p><b></b><p>Senate Republicans who voted last month to dismiss the trial as unconstitutional came under pressure on Sunday to re-evaluate their position when a leading conservative constitutional lawyer, Charles J. Cooper — who has been a close ally and adviser to Republican senators like Ted Cruz of Texas — argued in a Wall Street Journal op-ed that their claims about the constitutionality of the proceeding were unfounded.<p><b></b><p>The Senate has set aside four hours to debate this issue on Tuesday. Here’s what you need to know.<p><b></b><p><b>What have Republicans said?</b><p><b></b><p>House Democrats, who were joined by 10 Republicans, voted to impeach Mr. Trump a week before he left office for “incitement of insurrection.”",
        "title": "First Up at Trump’s Impeachment: Can a Former President Stand Trial?",
        "url": "https://www.nytimes.com/2021/02/08/us/politics/trump-impeachment-constitutional.html"
    },
    {
        "date": "02-08-2021",
        "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png",
        "text": "This argument relies on a narrow interpretation of the law: essentially, that former presidents can’t be tried because the Constitution doesn’t explicitly say that they can be. Many legal scholars disagree, including Charles J. Cooper, a prominent conservative lawyer. Mr. Cooper noted in an op-ed in The Wall Street Journal on Sunday that the Constitution lets the Senate bar convicted officials from any future public office, and argued that it therefore “defies logic to suggest that the Senate is prohibited from trying and convicting former officeholders.”<p><b></b><p><b>What happens next</b><p><b></b><p>The proceedings will begin on Tuesday with four hours of debate on whether the Senate has jurisdiction to try Mr. Trump. Senators will then vote on that question. A simple majority — 51 votes — is all that’s needed to proceed, and Democrats should have no trouble getting that.<p><b></b><p>Then, assuming the Senate decides it has jurisdiction, the prosecution and defense will each have up to 16 hours to present arguments starting on Wednesday. The trial will pause from Friday evening through Saturday, because one of Mr. Trump’s lawyers observes Shabbat, and then reconvene on Sunday.<p><b></b><p>A key part of the House impeachment managers’ strategy will be to try to force Republicans to engage with the facts of Mr. Trump’s behavior and the details of what happened on Jan. 6 — to try, in other words, to prevent them from falling back on procedural objections. Democrats are likely to rely heavily on video footage from the riot, and on vivid personal accounts like the one Representative Alexandria Ocasio-Cortez, Democrat of New York, shared last week.<p><b></b><p>In some respects, they are trying to recapture the mood of the days immediately after the riot, when the fury at Mr. Trump was bipartisan and it seemed there might actually be 67 votes to convict him in the Senate.<p><b></b><p>A final vote could happen as soon as next week. To convict Mr. Trump, at least 17 Republican senators would have to join all 50 Democrats. That’s very unlikely, but if it did happen, the Senate could then vote by a simple majority to bar Mr. Trump from future public office.",
        "title": "Impeachment Briefing: Trump’s Trial Starts Tomorrow",
        "url": "https://www.nytimes.com/2021/02/08/us/politics/impeachment-briefing-trumps-trial-starts-tomorrow.html"
    }
]